Repository: ludios/anki
Catalog: libanki/anki/locale/libanki_*.po
Languages: cs_cz, it_it, ko_kr

source: A format suitable for Heisig's "Remembering the Kanji". You are tested from the keyword to the kanji. Layout of the test is based on the great work at http://kanji.koohii.com/ The link in the question will list user-contributed stories. A free login is required.
cs_cz: Formát vhodný pro Heisigovo "Remembering the Kanji". Jste testováni z převodu slova na kanji. Rozvržení testu je založeno na skvělé práci na http://kanji.koohii.com/ Odkaz v otázce bude zobrazovat příběhy zaslané uživateli. Je požadováno přihlášení, které je zdarma.
ko_kr: Heisig의 일본어 한자 교재 "Remembering the Kanji"에 적합한 모델. 뜻을 보고 해당 한자를 맞춥니다. 질문 형식은 http://kanji.koohii.com/을 바탕으로 했습니다. 질문에 표시되는 링크는 회원들이 제공한 해설 페이지로 연결됩니다. 해당 사이트로 로그인을 해야 합니다.

source: Enter the English expression you want to learn in the 'Expression' field. Enter a description in Japanese or English in the 'Meaning' field.
cs_cz: Vložte anglický výraz, který se chcete naučit do pole 'Výraz'. Vložte popis v japonštině nebo angličtině do pole 'Význam'.
ko_kr: 공부하고 싶은 영어 표현을 'Expression' 필드에 입력합니다. 영어 표현의 뜻을 한국어나 영어로 'Meaning' 필드에 입력합니다.

source: The reading field is automatically generated by default, and shows the reading for the expression. For words that are normally written in hiragana or katakana and don't need a reading, you can put the word in the expression field, and leave the reading field blank. A reading will will not automatically be generated for words written in only hiragana or katakana. Note that the automatic generation of meaning is not perfect, and should be checked before adding cards.
cs_cz: Pole čtení je ve výchozím nastavení automaticky generováno a ukazuje výslovnost výrazu. Pro slova, která jsou normálně psána v hiragana nebo katakana a nevyžadují výslovnost, můžete vložit slovo do pole významu a pole čtení nechat prázdné. Výslovnost nebude automaticky generována pouze pro slova psaná v hiragana nebo katakana. Automatické generování významu není bezchybné a před vložením karty by měl být význam překontrolován.
ko_kr: reading(독음) 필드는 기본적으로 자동 입력되어 expression(표현) 필드의 일본어를 읽는 법을 보여줍니다. 히라카나와 카타카나로 이루어진 표현은 따로 독음이 필요없습니다. 따라서 expression 필드만 입력하고 reading 필드는 비워 둬도 됩니다. 히라카나와 카타카나로만 구성된 표현에 대해서는 자동으로 독음을 만들지 않습니다. 자동 생성된 독음은 틀릴 수 있습니다. 카드를 추가하기 전에 다시 확인해 주세요.

source: %(gradename)s: %(count)s of %(total)s (%(percent)0.1f%%).
it_it: %(gradename)s: %(count)s su %(total)s (%(percent)0.1f%%).
ko_kr: %(gradename)s: %(total)s자 중에 %(count)s자 (%(percent)0.1f%%).

source: %0.1f seconds
cs_cz: %0.1f sekund
it_it: %0.1f secondi
ko_kr: %0.1f초

source: %s ago
cs_cz: %s dní
it_it: %s fa
ko_kr: %s전

source: %s day
cs_cz: %s den
it_it: %s giorno
ko_kr: %s일

source: %s hour
cs_cz: %s hodina
it_it: %s ora
ko_kr: %s시간

source: %s minute
cs_cz: %s minuta
it_it: %s minuto
ko_kr: %s분

source: %s month
cs_cz: %s měsíc
it_it: %s mese
ko_kr: %s개월

source: %s second
cs_cz: %s sekunda
it_it: %s secondo
ko_kr: %s초

source: %s year
cs_cz: %s rok
it_it: %s anno
ko_kr: %s년

source: <b>Averages</b><br>
it_it: <b>Medie</b><br>
ko_kr: <b>평균</b><br>

source: <b>Card counts</b><br>
it_it: <b>Conteggi carte</b><br>
ko_kr: <b>카드 개수</b><br>

source: <b>Correct answers</b><br>
it_it: <b>Risposte corrette</b><br>
ko_kr: <b>정답률</b><br>

source: <h1>Kanji statistics</h1>The %d seen cards in this deck contain:
it_it: <h1>Statistiche kanji</h1>Le %d carte già visualizzate di questo mazzo contengono:
ko_kr: <h1>일본 한자 통계</h1>현재 묶음에서 지금까지 본 %d개의 카드 중:

source: <li>%d total unique kanji.</li>
cs_cz: <li>%d celkem unikátních kanji.<
it_it: <li>%d kanji diversi in totale.</li>
ko_kr: <li>전체 한자 %d자</li>

source: A basic flashcard with a front and a back. Questions are asked from front to back by default. Please consider customizing this model, rather than using it verbatim: field names like "expression" are clearer than "front" and "back", and will ensure that your entries are consistent.
cs_cz: Běžná kartička s přední a zadní stranou. Ve výchozím nastavení se ukazuje zadní strana a hádá se přední. Prosím zvaže úpravu tohoto modelu spíše než jeho použití tak jak je nadefinován: názvy polí jako "výraz" jsou jasnější než "přední a zadní strana" a zajistí, že Vaše kartičky budou konzistentní.
ko_kr: 앞면과 뒷면으로 이루어진 단순한 플래시 카드 기본적으로 앞면을 질문합니다. 이 모델을 그대로 쓰기보다는 상황에 맞게 수정해서 사용하세요. 예를 들어 "expression(표현)"이라는 필드 이름이 "front(앞면)"이나 "back(뒷면)"보다 필드에 들어갈 내용을 분명하게 알려 줍니다.

source: A description in your native language, or Cantonese
cs_cz: Popis ve Vašem jazyce nebo v kantonštině
ko_kr: 한국어나 광동어 해설

source: A description in your native language, or Japanese
cs_cz: Popis ve Vašem jazyce nebo v japonštině
ko_kr: 한국어나 일본어 해설

source: A description in your native language, or Mandarin
cs_cz: Popis ve Vašem jazyce nebo v mandarínštině
ko_kr: 한국어나 북경어 해설

source: A question.
cs_cz: Otázka.
ko_kr: 질문.

source: A word or expression written in Hanzi.
cs_cz: Slovo nebo výraz psaný v hanzi.
ko_kr: 중국 한자로 쓴 단어나 표현

source: A word or expression written in Kanji.
cs_cz: Slovo nebo výraz psaný v kanji.
ko_kr: 일본 한자로 쓴 단어나 표현

source: Actively test your recall by producing the target expression
cs_cz: Testujte aktivně Vaše znalosti vytvořením výrazu
ko_kr: 해당 표현을 만들어 보면서 능동적으로 기억 해보세요

source: Added
cs_cz: Přidáno
it_it: Aggiunta
ko_kr: 추가한 날

source: Added: <b>%(a)d</b> a day, <b>%(b)d</b> a month<br>
ko_kr: 카드 추가: 하루에 <b>%(a)d</b>개, 한달에 <b>%(b)d</b>개<br>

source: Anki deck (*.anki)
cs_cz: Balík anki
it_it: Mazzo Anki (*.anki)
ko_kr: 앙키 묶음 (*.anki)

source: Anki decks (*.anki)
cs_cz: Balíky anki
it_it: Mazzi Anki (*.anki)
ko_kr: 앙키 묶음 (*.anki)

source: Automatically generated by default.
cs_cz: Ve výchozím nastavení automaticky generováno.
ko_kr: 자동으로 생성됨

source: Average time
cs_cz: Průměrný čas
ko_kr: 평균 시간

source: Back to front
cs_cz: Ze zadní strany na přední
ko_kr: 뒷면에서 앞면으로

source: Basic
it_it: Basilare
ko_kr: 기본

source: Can't read/write deck
ko_kr: 묶음을 읽고 쓸 수 없음

source: Cantonese
cs_cz: kantonština
ko_kr: 광동어

source: Card model tags
cs_cz: Štítky modelů kartiček
ko_kr: 카드 모델 꼬리표

source: Card tags
cs_cz: Štítky kartiček
ko_kr: 카드 꼬리표

source: Cards in tab-separated text file (*.txt)
cs_cz: Kartičky v textovém souboru odděleném tabulátorem (*.txt)
it_it: Carte in un file di testo con colonne separate da tab (*.txt)
ko_kr: 탭으로 구분한 카드 텍스트 파일 (*.txt)

source: Center
cs_cz: Střed
it_it: Centrale
ko_kr: 가운데

source: Changed
cs_cz: Změněno
it_it: Modificata
ko_kr: 변경

source: Correct count
cs_cz: Známé kartičky
ko_kr: 맞춘 횟수

source: Current factor
ko_kr: 현재 인수

source: Current interval
cs_cz: Současný interval
ko_kr: 현재 복습 간격

source: Deck Statistics
cs_cz: Statistika balíku
it_it: Statistiche mazzo
ko_kr: 묶음 통계

source: Deck created: <b>%s</b> ago<br>
cs_cz: Balík vytvořen před: <b>%s</b><br>
it_it: Mazzo creato: <b>%s</b> fa<br>
ko_kr: 묶음 생성: <b>%s</b> 전<br>

source: English
cs_cz: angličtina
ko_kr: 영어

source: Fact tags
cs_cz: Štítky výrazů
ko_kr: 지식 꼬리표

source: Facts in tab-separated text file (*.txt)
cs_cz: výrazy oddělené tabulátory (*.txt)
it_it: Fatti in file di testo con colonne separate da tab (*.txt)
ko_kr: 탭으로 구분한 지식 텍스트 파일 (*.txt)

source: File is in use by another process
it_it: Il file è già utilizzato da un altro processo
ko_kr: 다른 프로세스가 파일을 사용하고 있습니다.

source: First review
ko_kr: 최초 복습

source: First time
cs_cz: Poprvé
ko_kr: 처음

source: First-seen cards: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> of <b>%(gNewTotal)d</b>)<br><br>
it_it: Carte nuove: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> su <b>%(gNewTotal)d</b>)<br><br>
ko_kr: 처음 본 카드: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b>개 중에 <b>%(gNewTotal)d</b>개)<br><br>

source: From the English expression to the meaning.
cs_cz: Z anglického výrazu do významu
ko_kr: 영어 표현에서 뜻으로

source: From the keyword to the Kanji.
cs_cz: Z klíčového slova do kanji
ko_kr: 중심 의미에서 한자로

source: From the meaning to the English expression.
cs_cz: Z významu do anglického výrazu
ko_kr: 뜻에서 영어 표현으로

source: Front to back
cs_cz: Ze zadní strany na přední
ko_kr: 앞면에서 뒷면으로

source: Interval: <b>%0.0f</b> days<br/>
ko_kr: 복습 간격: <b>%0.0f</b>일<br/>

source: Japanese
cs_cz: japonsky
it_it: Giapponese
ko_kr: 일본어

source: Jouyou levels:
cs_cz: úrovně Jouyou
it_it: Livelli Jouyou
ko_kr: 상용한자 수준

source: Last factor
ko_kr: 지난 인수

source: Last interval
cs_cz: Poslední interval
ko_kr: 지난 복습 간격

source: Left
cs_cz: Zbývá
it_it: Sinistra
ko_kr: 왼쪽

source: Mandarin
cs_cz: mandarínština
it_it: Mandarino
ko_kr: 북경어

source: Mature
cs_cz: Starší karty
ko_kr: 성숙한 카드

source: Mature cards
ko_kr: 성숙한 카드

source: Mature cards: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> of <b>%(gMatureTotal)d</b>)<br>
it_it: Carte mature: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> su <b>%(gMatureTotal)d</b>)<br>
ko_kr: 성숙한 카드: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureTotal)d</b>개 중에 <b>%(gMatureYes)d</b>개)<br>

source: Mature cards: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>
it_it: Carte mature: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>
ko_kr: 성숙한 카드: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>

source: Model tags
cs_cz: Štítky modelu
ko_kr: 모델 꼬리표

source: New cards
cs_cz: Nové kartičky
ko_kr: 새 카드

source: Next due
cs_cz: Příští opakování
ko_kr: 복습 예정

source: Please add some cards first.<p/>
cs_cz: Nejprve vložte nějaké kartičky
it_it: Aggiungere un po' di carte prima di iniziare.<p/>
ko_kr: 카드를 먼저 추가해 주세요.<p/>

source: Repeatedly correct
cs_cz: Opakovaně správně
ko_kr: 연속 정답

source: Review count
cs_cz: Počet opakování
ko_kr: 복습 횟수

source: Right
cs_cz: Správně
it_it: Destra
ko_kr: 오른쪽

source: Show new cards in order they were added
it_it: Mostra le carte nuove nell'ordine in cui sono state aggiunte
ko_kr: 추가된 순서대로 보여주기

source: Show new cards in random order
it_it: Mostra le carte nuove in ordine casuale
ko_kr: 무작위로 보여주기

source: State
cs_cz: Stav
ko_kr: 상태

source: Test your ability to recognize the target expression
cs_cz: Otestujte Vaši schopnost uhodnout výraz
ko_kr: 해당 표현을 이해할 수 있는지 시험해 보세요.

source: Text files (*.txt)
cs_cz: Textové soubory (*.txt)
it_it: File di testo (*.txt)
ko_kr: 텍스트 파일 (*.txt)

source: The answer.
cs_cz: Odpověď
ko_kr: 답.

source: Total number of cards: <b>%d</b><br><br>
it_it: Numero totale di carte: <b>%d</b><br><br>
ko_kr: 전체 카드 개수: <b>%d</b><br><br>

source: Total time
cs_cz: Celkový čas
ko_kr: 전체 시간

source: Unknown
cs_cz: Neznámý
it_it: Sconosciuto
ko_kr: 알 수 없음

source: Unseen cards: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>
cs_cz: Zatím nezobrazené kartičky: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>
it_it: Carte non ancora viste: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>
ko_kr: 시작하지 않은 카드: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>

source: Workload: <b>%0.1f</b> cards/day<br/>
ko_kr: 학습량: <b>%0.1f</b> 카드/일<br/>

source: Young
cs_cz: Nové
it_it: Giovane
ko_kr: 어린 카드

source: Young cards
cs_cz: Nové kartičky
ko_kr: 어린 카드

source: Young cards: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> of <b>%(gYoungTotal)d</b>)<br>
it_it: Carte giovani: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> su <b>%(gYoungTotal)d</b>)<br>
ko_kr: 어린 카드: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungTotal)d</b>개 중에 <b>%(gYoungYes)d</b>개)<br>

source: Young cards: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
cs_cz: Nové kartičky: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
it_it: Carte giovani: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
ko_kr: 어린 카드: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>

source: [empty]
cs_cz: [prázdné]
ko_kr: [자료 없음]

source: [invalid format; see model properties]
cs_cz: [neplatný formát; viz vlastnosti modelu]
ko_kr: [잘못된 형식: 모델 속성 참조]

source: a short time
cs_cz: krátký čas
ko_kr: 짧은 시간

source: in %s
cs_cz: za %s
it_it: tra %s
ko_kr: %s 안에

source: unknown
cs_cz: neznámý
it_it: sconosciuto
ko_kr: 알 수 없음

source: <b>%(a)d</b> (<b>%(b)0.1f</b>/day)
it_it: <b>%(a)d</b> (<b>%(b)0.1f</b>/giorno)

source: <b>%(a)d</b>/day, <b>%(b)d</b>/mon
it_it: <b>%(a)d</b>/giorno, <b>%(b)d</b>/mese

source: <b>%0.0f</b> days
it_it: <b>%0.0f</b> giorni

source: <b>%0.1f</b> cards/day
it_it: <b>%0.1f</b> carte/giorno

source: <table width=500> <tr><td><b>Added/Changed</b></td><td><b>Here</b></td><td><b>Server</b></td></tr> <tr><td>Cards</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Facts</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Models</td><td>%(lm)d</td><td>%(rm)d</td></tr> %(media)s </table>
it_it: <table width=500> <tr><td><b>Aggiunte/Cambiate</b></td><td><b>Qui</b></td><td><b>Server</b></td></tr> <tr><td>Carte</td><td>%(lc)d</td><td>%(rc)d</td></tr> <tr><td>Fatti</td><td>%(lf)d</td><td>%(rf)d</td></tr> <tr><td>Modelli</td><td>%(lm)d</td><td>%(rm)d</td></tr> %(media)s </table>

source: Added last month
it_it: Aggiunte nel mese scorso

source: Added last week
it_it: Aggiunte nella settimana scorsa

source: Average reps
it_it: Numero medio di ripetizioni

source: Avg. added
it_it: Numero medio di carte aggiunte

source: Database file damaged. Restore from backup.
it_it: Il file del database è danneggiato. Ripristina da backup.

source: Deck was missing a model
it_it: Il mazzo aveva un modello mancante

source: Deleted %d cards with missing fact
it_it: Eliminate %d carte con fatti mancanti

source: Deleted %d cards with no card model
it_it: Eliminate %d carte con modelli mancanti

source: Deleted %d dangling fields
it_it: Eliminati %d campi in avanzo

source: Deleted %d facts with missing fields
it_it: Eliminati %d fatti con campi mancanti

source: Deleted %d facts with no cards
it_it: Eliminati %d fatti privi di carte

source: First last month
it_it: Primo del mese scorso

source: First last week
it_it: Primo della settimana scorsa

source: Interval
it_it: Intervallo

source: Media Missing
it_it: File multimediale mancante

source: Model '%s' has wrong card model count
it_it: Il modello '%s' ha un numero sbagliato di carte

source: Model '%s' has wrong field model count
it_it: Il modello '%s' ha un numero sbagliato di campi

source: No cards are due.
it_it: Non ci sono carte pronte per la ripetizione.

source: Reps last month
it_it: Ripetizioni ultimo mese

source: Reps last week
it_it: Ripetizioni ultima settimana

source: Reps next month
it_it: Ripetizioni prossimo mese

source: Reps next week
it_it: Ripetizioni prossima settimana

source: Show new cards after all other cards
it_it: Mostra le carte nuove dopo tutte le altre

source: Spread new cards out through reviews
it_it: Distribuisci le carte nuove su tutta la sequenza di ripetizione

source: The current model didn't exist
it_it: Il modello corrente non esiste

source: The next card will be shown in <b>%s</b>
it_it: La prossima carta sarà mostrata tra <b>%s</b>
