Repository: ludios/anki
Catalog: ankiqt/locale/ankiqt_*.po
Languages: cs_cz

source: <h1>Adding cards</h1> Please enter some things you want to learn. <h2>Shortcuts</h2> <table width=230> <tr><td><b>Tab</b></td><td> change between fields.</td></tr> <tr><td><b>Ctrl+Enter</b></td><td> add the current card.</td></tr> <tr><td><b>Esc</b></td><td> close the dialog.</td></tr> <tr><td><b>Ctrl+B</b></td><td> bold</td></tr> <tr><td><b>Ctrl+I</b></td><td> italic</td></tr> <tr><td><b>Ctrl+U</b></td><td> underline</td></tr> </table> <h2>Cards</h2>Depending on the language you selected, more than one card may be generated. This allows you to practice both <b>Production</b> (trying to produce the target idea/phrase yourself), and <b>Recognition</b> (quickly recognizing and understanding the target idea/phrase). To change which cards are automatically generated, click the rightmost button at the top.
cs_cz: <h1>Vložit kartičky</h1> Vložte nějaké informace, které se chcete učit. <h2>Zkratky</h2> <table width=230> <tr><td><b>Tab</b></td><td> změna mezi poli</td></tr> <tr><td><b>Ctrl+Enter</b></td><td> přidat tuto kartu.</td></tr> <tr><td><b>Esc</b></td><td> zavřít dialog.</td></tr> <tr><td><b>Ctrl+B</b></td><td> tučně</td></tr> <tr><td><b>Ctrl+I</b></td><td> kurzíva</td></tr> <tr><td><b>Ctrl+U</b></td><td> podtržení</td></tr> </table> <h2>Cards</h2>Podle zvoleného jazyka může být generována i více než jedna kartička. To Vám umožňuje procvičovat jak <b>Psaním</b> (zkusit sám vytvořit cílové slovo/frázi), tak <b>rozpoznáváním</b> (rychle rozpoznat a porozumět cílovému slovu/frázi). Pro volbu, které kartičky budou automaticky vytvářeny, klidněte na tlačítko zcela vpravo nahoře.

source: <h1>Empty deck</h1>The current deck has no cards in it. Please select 'Add card' from the Edit menu.
cs_cz: <h1>Prázdný balík</h1>Tento balík neobsahuje žádné kartičky. Prosím vyberte 'Přidat kartičku' z menu 'Úpravy'.

source: <h1>Reviewing</h1>You are currently looking at a card you have seen before. Unlike new cards, it's important to try and review previously seen cards as promptly as possible, in order to ensure your previous effort spent remembering the cards is not wasted.<p> At the bottom of the main window, the "Remaining" figure indicates how many previously reviewed words are waiting for you today. Once this number reaches 0, you can close Anki, or continue studying new cards.
cs_cz: <h1>Opakování</h1>Právě vidíte kartičku, kterou jste se už dříve učil(a). Na rozdíl od nových kartiček je důležité zkoušet a opakovat už viděné kartičky co nejdříve, aby čas strávený úsilím naučit se kartičky, nepřišel nazmar.<p> Ve stavovém řádku hlavního okna udává číslo u "Zbývá" počet dříve opakovaných slovíček, která čekají v dnešní frontě. Jakmile údaj dosáhne 0, můžete zavřít Anki nebo pokračovat ve studiu nových kartiček.

source: <b>When adding/editing</b>
cs_cz: <b>Při vkládání/úpravě</b>

source: <b>When quizzing/adding/editing</b>
cs_cz: <b>Při testování/vkládání/úpravě</b>

source: %(del)d deleted.
cs_cz: %(del)d smazáno.

source: %(path)s (%(facts)d facts, %(cards)d cards) - %(title)s
cs_cz: %(path)s (%(facts)d údaje, %(cards)d kartičky) - %(title)s

source: %d exported.
cs_cz: %d exportováno

source: %s ago
cs_cz: před %s

source: &About...
cs_cz: &O programu...

source: &Add
cs_cz: &Přidat

source: &Add Cards...
cs_cz: &Přidat kartičky...

source: &Add cards
cs_cz: &Přidat kartičky

source: &Card statistics
cs_cz: &Statistika balíku

source: &Close
cs_cz: &Zavřít

source: &Deck
cs_cz: &Balík

source: &Deck Properties...
cs_cz: &Vlastnosti balíku...

source: &Deck statistics
cs_cz: &Statistika balíku

source: &Delete
cs_cz: &Smazat

source: &Edit
cs_cz: &Upravit

source: &Edit Deck...
cs_cz: &Upravit balík...

source: &Graphs
cs_cz: &Grafy

source: &Help
cs_cz: &Nápověda

source: &Kanji statistics
cs_cz: &Statistika kanji

source: &Lookup
cs_cz: &Vyhledat

source: &Mark Card
cs_cz: &Označit kartičku

source: &Model Properties...
cs_cz: &Vlastnosti modulu...

source: &New
cs_cz: &Nový

source: &Open...
cs_cz: &Otevřít...

source: &Preferences...
cs_cz: &Nastavení...

source: &Report bug...
cs_cz: &Ohlásit chybu programu...

source: &Save
cs_cz: &Uložit

source: &Search
cs_cz: &Hledat

source: &Start here...
cs_cz: &Začít zde...

source: &Suspend fact
cs_cz: &Zmrazit položku

source: &Tools
cs_cz: &Nástroje

source: &Undo last answer
cs_cz: &Vrátit poslední odpověď

source: (new card)
cs_cz: (nová karta)

source: ...&expression on ALC
cs_cz: ...&výraz na ALC

source: ...&kanji selection on Edict
cs_cz: ...&kanji výběr na Edict

source: ...&meaning on ALC
cs_cz: ...&význam na ALC

source: ...&selection on ALC
cs_cz: ...&výběr na ALC

source: ...&word selection on Edict
cs_cz: ...&výběr slova na Edict

source: ; disabled
cs_cz: ; neaktivní

source: <a href=py:miss>Missing Kanji</a><br>
cs_cz: <a href=py:miss>chybí kanji</a><br>

source: <b><u>C</u>ards</b>:
cs_cz: <b><u>K</u>artiček</b>:

source: <b>Answer format</b>
cs_cz: <b>Formát odpovědi</b>

source: <b>Card spacing</b>
cs_cz: <b>Odstup kartiček</b>

source: <b>Card-specific tags</b>
cs_cz: <b>Štítky ke kartičce</b>

source: <b>Description</b>
cs_cz: <b>Popis</b>

source: <b>Description</b>:
cs_cz: <b>Popis</b>

source: <b>Easy</b>
cs_cz: <b>Lehké</b>

source: <b>Export format</b>:
cs_cz: <b>Formát exportu</b>

source: <b>Features</b>
cs_cz: <b>Vlastnosti</b>

source: <b>Features</b>:
cs_cz: <b>Vlastnosti</b>

source: <b>File to import</b>:
cs_cz: <b>Soubor pro import</b>

source: <b>Hard</b>
cs_cz: <b>Těžké</b>

source: <b>How well did you remember?</b>
cs_cz: <b>Jak dobře jste si zapamatoval(a)?</b>

source: <b>Limit to tags</b>:
cs_cz: <b>Limit štítků</b>

source: <b>Medium</b>
cs_cz: <b>Střední</b>

source: <b>Name</b>
cs_cz: <b>Název</b>

source: <b>Name</b>:
cs_cz: <b>Název</b>

source: <b>Question format</b>
cs_cz: <b>Formát odpovědi</b>

source: <b>Question hiding</b>
cs_cz: <b>Skrývání odpovědi</b>

source: <b>Required?</b>
cs_cz: <b>Požadováno?</b>

source: <b>Statistics</b>
cs_cz: <b>Statistika</b>

source: <b>Tags</b>
cs_cz: <b>Štítky</b>

source: <b>Tags</b>:
cs_cz: <b>Štítky</b>

source: <b>Totally forgot (0)</b>
cs_cz: <b>Celkem zapomněl(a) (0)</b>

source: <b>Type of file</b>:
cs_cz: <b>Typ souboru</b>:

source: <b>Unique?
cs_cz: <b>Jedinečný?</b>

source: <h1>Added cards</h1>
cs_cz: <h1>Vložené kartičky</h1>

source: <h1>Advanced settings</h1>
cs_cz: <h1>Pokročilé nastavení</h1>

source: <h1>Autosaving</h1>Anki can save your progress automatically.
cs_cz: <h1>Automatické ukládání</h1>Anki může postup učení automaticky ukládat.

source: <h1>Available fields</h1>Please choose which field you would like to import into. If you select "Discard field", all data from this field will be lost.
cs_cz: <h1>Pole k dispozici</h1>Prosím zvolte, která pole budete importovat. Pokud zvolíte "Zrušit pole", všechna data z pole budou ztracena.

source: <h1>Card ease</h1>
cs_cz: <h1>Obtížnost kartičky</h1>

source: <h1>Card intervals</h1>
cs_cz: <h1>Intervaly kartičky</h1>

source: <h1>Card models</h1>
cs_cz: <h1>Modely kartičky</h1>

source: <h1>Cumulative view of due cards</h1>
cs_cz: <h1>Kumulativní pohled na kartičky k opakování</h1>

source: <h1>Current card</h1>
cs_cz: <h1>Tato kartička</h1>

source: <h1>Deck description</h1>
cs_cz: <h1>Popis balíku</h1>

source: <h1>Delay on mistake</h1>The time until Anki shows you a card you got wrong. The default is 10 minutes.
cs_cz: <h1>Znovu zobrazit po chybě</h1>Doba, po které je karta znovu zobrazena při chybné odpovědi. Výchozí nastavení je 10 minut.

source: <h1>Due cards</h1>
cs_cz: <h1>Kartičky k zopakování</h1>

source: <h1>Empty deck</h1>Your deck is empty. Please add some cards.
cs_cz: <h1>Prázdný balík</h1>Váš balík je prázdný. Vložte nějaké kartičky.

source: <h1>Estimated time</h1>This is how long it will take to complete the current mode at your current pace.
cs_cz: <h1>Odhadnutý čas</h1>Ukazuje, jaká doba zbývá do dokončení současného módu při současném tempu.

source: <h1>Fields</h1>
cs_cz: <h1>Pole</h1>

source: <h1>Finished</h1>You have finished the deck for now.
cs_cz: <h1>Ukončeno</h1>Prozatím je procvičování balíčku ukončeno.

source: <h1>First answered</h1>
cs_cz: <h1>Poprvé opovězeno</h1>

source: <h1>Interface language</h1>The language for the user interface: dialogs, menus, etc.
cs_cz: <h1>Jazyk rozhraní</h1>Jazyk uživatelského rozhraní: dialogy, menu, atd.

source: <h1>Last card</h1>
cs_cz: <h1>Poslední kartička</h1>

source: <h1>Learning</h1>You are currently learning new cards.
cs_cz: <h1>Učení</h1>Momentálně se učíte nové kartičky.

source: <h1>Model properties</h1>
cs_cz: <h1>Vlastnosti modelu</h1>

source: <h1>Models</h1>Models define what sort of information you're studying, and the way to show it to you. Models range from a simple representation of a single flashcard with a "front" and "back" side, to more complicated domain specific models: a model for Russian verbs may define two verb forms, and test you on both of them.
cs_cz: <h1>Modely</h1>Modely definují, jaký druh informací studujete a způsob, jakým se budou zobrazovat. Modely mohou být jednoduché prezentace jednotlivých kartiček s dvěma stranami nebo až komplikovanější modely: např. model pro ruská slovesa může obsahovat dva tvary slovesa a zkoušet Vás z obou.

source: <h1>Postponing</h1>Any matching cards will not be shown until unsuspended. The web and phone interfaces automatically add 'noweb' and 'nophone' - give these tags to your cards to prevent them from showing on the phone or web interface.
cs_cz: <h1>Odkládání</h1>Tyto kartičky nebudou zobrazeny, dokud nebudou zpět odznačeny jako zmrazené. Webové a mobilní rozhraní automaticky přidávají 'noweb' a 'nophone' - označte těmito štítky ke kertičkám, které nechcete zobrazit v mobilním nebo webovém rozhraní.

source: <h1>Reviewing</h1>You are reviewing previously-seen cards.
cs_cz: <h1>Opakování</h1>Právě opakujete už dříve viděné kartičky

source: <h1>Standard colours</h1>These colours are used for all decks.
cs_cz: <h1>Standardní barvy</h1>Tyto barvy se používají na všechny balíky.

source: <h1>Standard fonts</h1>See 'display properties' for deck specific font preferences.
cs_cz: <h1>Standardní písmo</h1>Viz. 'vlastnosti zobrazení' pro upravení písma v balíku.

source: <h1>Synchronisation</h1>Synchronisation lets you use your deck on multiple computers at the same time. You can also use it to study on the web, for when you're not at home. You can also study on your mobile phone if your phone has internet access.
cs_cz: <h1>Synchronizace</h1>Synchronizace umožňuje používání balíku na více počítačích zároveň. Můžete ji použít pro studium přes web v době, kdy nejste doma. Také můžete použít mobilní telefon, pokud disponuje připojením k internetu.

source: <h1>Update Anki manually</h1>Usually there is no need to do this. You will be notified automatically when a new version of Anki is available.
cs_cz: <h1>Ručně aktualizovat Anki</h1>Obvykle to není potřeba. Automaticky budete upozorněn(a), kdykoli bude k dispozici nová verze programu.

source: <h1>What would you like to study?</h1>
cs_cz: <h1>Co chcete studovat?</h1>

source: <h1>Where should we synchronize to?</h1>
cs_cz: <h1>S čím chcete synchronizovat?</h1>

source: <p><a href=hide:>Hide this</a>
cs_cz: <p><a href=hide:>Toto schovejte</a>

source: A flashcard is made from a number of fields, like "meaning", "notes", etc.
cs_cz: Učící kartička je tvořena několika poli jako "význam", "poznámky", atd.

source: A pre-made quiz style.
cs_cz: Přednastavený styl kvízu

source: A simple front-to-back quiz style.
cs_cz: Jednoduchý styl kvízu z přední strany kartičky na zadní

source: About Anki
cs_cz: O Anki...

source: Add Cards
cs_cz: Přidat kartičky

source: Add Missing Active Cards
cs_cz: Přidat chybějící aktivní kartičky

source: Add a new model
cs_cz: Přidat nový model

source: Add a picture
cs_cz: Přidat obrázek

source: Add an image
cs_cz: Přidat kresbu

source: Add audio
cs_cz: Přidat audio

source: Added %(num)d card(s) for '%(str)s'.
cs_cz: Přidáno %(num)d kartiček do '%(str)s'.

source: Advanced Settings
cs_cz: Pokročilé nastavení

source: An error occurred while upgrading: %s
cs_cz: Během upgradu nastala chyba: %s

source: An existing online deck.
cs_cz: Stávající balík na webu

source: Anki - Add Cards
cs_cz: Anki - přidat kartičky

source: Anki - Edit Deck
cs_cz: Anki - upravit balík

source: Anki - Edit Deck (%(cur)d of %(tot)d cards shown)
cs_cz: Anki - upravit balík (Zobrazeno(%(cur)d kartiček ze %(tot)d)

source: Anki was unable to save your configuration file: %s
cs_cz: Nelze uložit konfigurační soubor: %s

source: Answer
cs_cz: Odpověď

source: Answer alignment
cs_cz: Umístění odpovědi

source: Answer colour
cs_cz: Barva odpovědi

source: Answer font
cs_cz: Písmo odpovědi

source: Answer size
cs_cz: Velikost odpovědi

source: Application-wide preferences.
cs_cz: Nastavení programu

source: Autosave and Synchronisation
cs_cz: Automatické ukládání a synchronizace

source: Background colour
cs_cz: Barva pozadí

source: Bold text
cs_cz: Tučné písmo

source: Can't look up a selection with a newline.
cs_cz: Nelze vyhledat výběr obsahující zlom řádku.

source: Card %(num)d (%(name)s): used %(cards)d times%(status)s
cs_cz: Kartička %(num)d (%(name)s): použita %(cards)d krát%(status)s

source: Card %d
cs_cz: Kartička %d

source: Card editor
cs_cz: Editor kartiček

source: Card properties
cs_cz: Vlastnosti kartičky

source: Card:
cs_cz: Kartička:

source: Cards
cs_cz: Kartičky

source: Change
cs_cz: Změna

source: Change field mapping
cs_cz: Změnit vlastnosti polí

source: Choose file to export to
cs_cz: Zvolte soubor pro export

source: Choose file...
cs_cz: Zvolte soubor...

source: Click the close button or import another file.
cs_cz: Klikněte na tlačítko 'Zavřít' nebo importujte další soubor.

source: Close
cs_cz: Zavřít

source: Close and lose current input?
cs_cz: Zavřít a zrušit momentálně vkládaná data?

source: Create '%s' on server
cs_cz: Vytvořit '%s' na serveru

source: Created: %(c)s ago<br>Next due: %(n)s<br>Interval: %(i)0.0f days<br>Average: %(a)s<br>Total: %(t)s<br>Reviews: %(cor)d/%(tot)d<br>Succesive: %(suc)d
cs_cz: Vytvořeno před %(c)s <br>Další opakování: %(n)s<br>Interval: %(i)0.0f dní<br>Průměr: %(a)s<br>Celkem: %(t)s<br>Opakování: %(cor)d/%(tot)d<br>Následující: %(suc)d

source: Creation date
cs_cz: Datum vytvoření

source: Customize card layout, fields, etc.
cs_cz: Přizpůsobit zobrazení kartiček, polí, atd.

source: Customize fonts, colours and alignment.
cs_cz: Přizpůsobit písmo, barvy, pozici.

source: Customize syncing, scheduling, priorities and models.
cs_cz: Přizpůsobit synchronizaci, plánování, priority a modely

source: Deck files (*.anki)
cs_cz: Soubory balíku (*.anki)

source: Deck graphs
cs_cz: Grafy balíku

source: Deck is not modified.
cs_cz: Balík nebyl změněn

source: Description && Synchronisation
cs_cz: Popis && synchronizace

source: Disa&ble
cs_cz: Deak&tivovat

source: Discard field
cs_cz: Zrušit pole

source: Disp&lay Properties...
cs_cz: Vlastnosti &zobrazení

source: Don't show this again.
cs_cz: Znovu nezobrazovat

source: Downloading anki updater - %d%% complete.
cs_cz: Stahuje se aktualizační program - %d%% hotovo

source: Due date
cs_cz: Další opakování

source: Dutch (the Netherlands)
cs_cz: Holandsky (Nizozemí)

source: E&xit
cs_cz: &Ukončit

source: ETA: <b>%(timeLeft)s</b>
cs_cz: Zbývající čas: <b>%(timeLeft)s</b>

source: Edit card
cs_cz: Upravit kartičku

source: Edit deck properties
cs_cz: Upravit vlastnosti balíku

source: Edit the current model
cs_cz: Upravit současný model

source: Empty
cs_cz: Prázdný

source: Empty selection.
cs_cz: Prázdný výběr

source: Ena&ble
cs_cz: &Aktivovat

source: English
cs_cz: Anglicky

source: Export to...
cs_cz: Exportuji do...

source: Fetching summary from server..
cs_cz: Stahuji souhrn ze serveru...

source: Field %(num)d: %(name)s
cs_cz: Pole %(num)d: %(name)s

source: Field %(num)d: %(name)s [%(cards)s non-empty]
cs_cz: Pole %(num)d: %(name)s [%(cards)s neprázdné]

source: Field %d
cs_cz: Pole %d

source: Field '%s'
cs_cz: Pole '%s'

source: Field mapping
cs_cz: Přidružení pole

source: Field properties
cs_cz: Vlastnosti pole

source: Fields
cs_cz: Pole

source: Finished
cs_cz: Ukončeno

source: Fonts and colours
cs_cz: Písmo a barvy

source: Foreground colour
cs_cz: Barva popředí

source: French
cs_cz: Francouzština

source: Generating report (may take time)..
cs_cz: Generuji sestavu (může chvíli trvat)...

source: German
cs_cz: Němčina

source: Hide the question when showing answer
cs_cz: Skrýt otázku při zobrazení odpovědi

source: Images (*.jpg *.png)
cs_cz: Obrázky (*.jpg *.png

source: Import failed: %s
cs_cz: Import selhal: %s

source: Import file
cs_cz: Importovat soubor

source: Import options
cs_cz: Importovat nastavení

source: Importing complete. %(num)d cards imported from %(file)s.
cs_cz: Import kompletní. %(num)d kartiček importováno ze souboru %(file)d.

source: Importing. Anki will freeze for a while..
cs_cz: Probíhá import. Anki na chvíli zamrzne...

source: Include scheduling information
cs_cz: Vložit informaci o plánování

source: Interface
cs_cz: Rozhraní

source: Interface colour
cs_cz: Barva rozhraní

source: Italic text
cs_cz: Kurzíva

source: Japanese
cs_cz: Japonština

source: Language, Fonts and Colours
cs_cz: Jazyk, písmo a barvy

source: Last card
cs_cz: Poslední kartička

source: Last card colour
cs_cz: Barva poslední kartičky

source: Latex equation
cs_cz: Vzorec latexu

source: Latex math environment
cs_cz: Matematické prostředí latexu

source: Learning
cs_cz: Učení

source: Loading graphs (may take time)..
cs_cz: Nahrávají se grafy (může chvíli trvat)...

source: Log of import:
cs_cz: Log importu:

source: Looking %s up on ALC..
cs_cz: Vyhledávám %s na ALC...

source: Looking %s up on edict..
cs_cz: Vyhledávám %s na edict...

source: Map to %s
cs_cz: Napojit na %s

source: Merge with '%s' on server
cs_cz: Sloučit s '%s' na serveru

source: Model Properties
cs_cz: Vlastnosti modelu

source: Model properties
cs_cz: Vlastnosti modelu

source: Models
cs_cz: Modely

source: Modified date
cs_cz: Datum změny

source: Next in <b>%(ease2)s</b>
cs_cz: Další za <b>%(ease2)s</b>

source: Next in <b>%(ease3)s</b>
cs_cz: Další za <b>%(ease3)s</b>

source: Next in <b>%(ease4)s</b>
cs_cz: Další za <b>%(ease4)s</b>

source: No current card or last card.
cs_cz: Žádná aktivní nebo poslední kartička.

source: No expression in current card.
cs_cz: Chybí výraz v aktivní kartičce.

source: No meaning in current card.
cs_cz: Chybí význam v aktivní kartičce

source: Not syncing, username or password unset.
cs_cz: Nelze synchronizovat, není nastaveno jméno a heslo

source: One or more cards are generated for each piece of information you enter into Anki. Here you can control how many cards are generated, and what they look like. Spacing is the amount of time before showing a different card for the same piece of information.
cs_cz: Pro každý typ informace, kterou vložíte do Anki, je generována jedna nebo více kartiček. Zde můžete nastavit, kolik kartiček bude generováno a jak vypadají. Odložení je doba po které se zobrazí další kartička pro stejnou informaci.

source: Open &Recent
cs_cz: Otevřít &nedávný

source: Open Sa&mple...
cs_cz: Otevřít vzorový soubor...

source: Open deck
cs_cz: Otevřít balík

source: Open the bug tracker.
cs_cz: Otevřít databázi chyb

source: Password
cs_cz: Heslo

source: Please choose a field to sort by.
cs_cz: Prosím zvolte pole třídění

source: Please install python-matplotlib to access graphs.
cs_cz: Prosím nainstalujte python-mathplotlib pro přístup ke grafům.

source: Preferences
cs_cz: Nastavení

source: Prevent me from entering the same thing in this field twice
cs_cz: Zabránit ve vkládání stejných dat do tohoto pole vícekrát

source: Prevent new cards from being added if this field is blank
cs_cz: Zabránit vkládání nových kartiček, pokud je toto pole prázdné

source: Preview
cs_cz: Náhled

source: Priorities && Postponing
cs_cz: Priority && Odkládání

source: Question
cs_cz: Otázka

source: Question alignment
cs_cz: Pozice odpovědi

source: Question colour
cs_cz: Barva odpovědi

source: Question font
cs_cz: Písmo odpovědi

source: Question size
cs_cz: Velikost odpovědi

source: Remaining:
cs_cz: Zbývá:

source: Repeat &answer audio
cs_cz: Opakovat &audio odpovědi

source: Repeat &question audio
cs_cz: Zopakovat audio &otázky

source: Repeat las&t audio
cs_cz: Opakova&t poslední audio

source: Reviewing
cs_cz: Opakování

source: S&ort
cs_cz: S&eřadit

source: Save after adding
cs_cz: Uložit po přidání

source: Save after answering
cs_cz: Uložit po zodpovězení

source: Save when closing
cs_cz: Uložit při zavírání

source: Saving..
cs_cz: Ukládá se...

source: Saving..done
cs_cz: Uložení... hotovo

source: Scheduling
cs_cz: Plánování

source: Server is down or operation failed.
cs_cz: Server je mimo provoz nebo operace selhala

source: Show answer
cs_cz: Zobrazit odpověď

source: Show preview
cs_cz: Zobrazit náhled

source: Show toolbar on startup
cs_cz: Zobrazit tlačítkovou lištu při spuštění

source: Sounds (*.mp3 *.ogg *.wav)
cs_cz: Zvuky (*.mp3 *.ogg *.wav)

source: Spanish
cs_cz: Španělština

source: Special features used by the field.
cs_cz: Zvláštní vlastnosti použité polem.

source: Special features used by the model.
cs_cz: Zvláštní vlastnosti použité modelem

source: Status
cs_cz: Stav

source: Stop reviewing this card until it's unsuspended in the editor.
cs_cz: Ukončit opakování této kartičky, dokud nebude znovu aktivována v editoru.

source: Sync on close
cs_cz: Synchronizovat při zavření

source: Sync on open
cs_cz: Synchronizovat při otevření

source: Sync: nothing to do
cs_cz: Synchronizace: žádná data

source: Synchronize this deck with name:
cs_cz: Synchronizovat tento balík s jménem:

source: Tags
cs_cz: Štítky

source: Tall buttons (for touchscreen)
cs_cz: Vysoká tlačítka (pro dotykové displaye)

source: The amount of times you answered a card at each ease level.
cs_cz: Počet, kolikrát jste odpověděl(a) danou kartičku v každé úrovni.

source: The number of cards added on a given day.
cs_cz: Počet vložených kartičk za daný den

source: The number of cards due each day over the period. Today is 0; cards less than zero are overdue.
cs_cz: Počet kartiček naplánovaných na každý den v daném období. Dnešek je 0; kartičky s číslem menším než 0 jsou resty z minulých dnů.

source: The number of cards due each day, assuming no study.
cs_cz: Počet kartiček naplánovaných na každý den, při předpokladu, že se situace nezmění jejich studiem.

source: The number of cards first answered on a given day. This will be different to 'added cards' if you are using a pre-made deck.
cs_cz: Počet kartiček zodpovězených poprvé v daný den. Bude to číslo různé od 'přidaných kartiček' pokud používáte předpřipravený balík.

source: The number of cards scheduled for a given number of days.
cs_cz: Počet kartiček naplánovaných na daný počet dní.

source: The sync protocol has changed. Please upgrade.
cs_cz: Protokol pro synchronizaci se změnil. Aktualizujte Anki.

source: This field is used by %d cards. If you delete it, all information in this field will be lost. Really delete this field?
cs_cz: Toto pole je použibé u %d kartiček. Pokud ho smažete, všechny informace u tohoto pole budou ztraceny. Opravdu chcete smazat toto pole?

source: This file exists. Are you sure you want to overwrite it?
cs_cz: Soubor existuje. Určitě ho chcete přepsat?

source: To display graphs, Anki needs a .dll file which you don't have. Please install:
cs_cz: Pro zobrazení grafů optřebuje Anki knihovnu .dll, která není k dispozici. Prosím, nainstalujte:

source: Unable to load file.
cs_cz: Nelze načíst soubor

source: Unable to open file
cs_cz: Nelze otevřít soubor

source: Unable to reach server
cs_cz: Nelze se spojit se serverem

source: Unable to read file. %(info)s
cs_cz: Nelze načíst soubor. %(info)s

source: Underline text
cs_cz: Podtržené písmo
