Repository: ludios/anki
Catalog: ankiqt/locale/ankiqt_*.po
Languages: cs_cz

source: Unknown error: %s
cs_cz: Neznámá chyba: %s

source: Update complete. Please restart Anki.
cs_cz: Aktualizace hotova. Prosím, restartujte Anki.

source: Updating..
cs_cz: Aktualizuje se...

source: Use compact answer button style
cs_cz: Použít kompaktní styl tlačítka pro odpovědi

source: Use custom colour
cs_cz: Použít vlastní barvu

source: Use custom font
cs_cz: Použít vlastní písmo

source: Use custom size
cs_cz: Použít vlastní velikost

source: Username
cs_cz: Přihlašovací jméno

source: Well done! This card will appear again in <b>%(next)s</b>.
cs_cz: Výborně! Tato kartička se objeví znovu za <b>%(next)s</b>

source: Would you like to download it now?
cs_cz: Chcete nyní stáhnout aktualizaci?

source: Your version of Matplotlib is broken. Please see http://repose.ath.cx/tracker/anki/issue102
cs_cz: Vaše verze Mathplotlib je vadná. Viz http://repose.ath.cx/tracker/anki/issue102

source: cards
cs_cz: kartičky

source: facts
cs_cz: výrazy

source: in %s
cs_cz: v %s
